// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Scan til netværksmappe";

HSDTaskDescription = "Med Scan til netværksmappe kan du starte scanning fra HP-enhedens frontpanel og automatisk sende resultatet til en delt mappe på din computer.";
HSDStepsDescription = "Følg disse trin for at opsætte Scan til netværksmappe:";
HSDStep1Description = "1. Opret en delt SMB-mappe.";
HSDStep2Description = "2. Registrer den delte mappe på din HP-enhed.";
HSDTaskNote = "Når du klikker på \"Registrer den delte mappe\", åbnes en webbrowser til enhedens integrerede webserver. Følg vejledningen for at færdiggøre opsætningen.";
HSDCreateFolderButtonTitle = "Hjælp mig med dette…";
HSDRegisterFolderButtonTitle = "Registrer den delte mappe…";

CreateSharedFolderTitle = "Opret en delt mappe";
